{"intents": [
  {"tag":  "greeting",
    "patterns":  ["Hi", "Hai", "Halo", "Hello", "Apa kabar?", "Wassup", "Whatsup my friend?", "Selamat Pagi",
      "Selamat Siang", "Selamat Sore", "Selamat Malam", "Apa kabarmu kawan?"],
    "responses": ["Hi, terimakasih telah menghubungi saya", "Ada apa kawan menghubungi saya?",
      "Senang berjumpa denganmu, apa kabarmu?", "Hai sobat senang bertemu denganmu kembali, Bagaimana kabarmu?"],
    "context_set": ""
  },
  {"tag": "goodbye",
    "patterns": ["Sampai jumpa", "Sampai jumpa lagi", "Dadah","Sudah dulu ya","Selesai obrolan"],
    "responses": ["Sampai jumpa lagi, terimakasih sudah mau chat", "Semoga harimu Indah",
      "Sampai jumpa, chat dengan saya lagi yaa","Dadah, senang bisa chatting dengan kamu",
      "Terimakasih sudah chatting dengan saya, selamat beraktivitas!!"]
  },
  {"tag": "thanks",
    "patterns": ["Terimakasih", "Terima Kasih Banyak", "Itu Sangat Membantu","Terimakasih sudah membantu","Makasih","Thanks","Makasih sudah membantu"],
    "responses": ["Senang Membantu kamu!!", "Sama sama, ada yang bisa dibantu lagi?", "Dengan senang hati",
      "Tidak masalah, sudah seharusnya saya membantu","Sama - sama semoga harimu menyenangkan"]
  },
  {"tag": "perkenalan",
    "patterns": ["Nama kamu siapa?", "Kamu siapa?", "Perkenalkan diri kamu","Boleh kenalan dengan kamu?","Siapa nama kamu?"],
    "responses": ["Hai, saya Joni. Chatbot pribadi untuk membantu kamu mendapatkan hari yang indah",
      "Saya chatbot bernama Joni untuk membantu kamu meraih hari yang indah",
      "Kamu belum mengenal saya? saya chatbot pribadi kamu bernama Joni. Saya membantu agar kamu menjalani hari dengan senang",
      "Kita belum kenalan? oke deh. Saya Joni, chatbot pribadi kamu"]
  },
  {"tag": "kosong",
    "patterns": ["", " "],
    "responses": ["Saya tidak mengerti pesan anda", "Bisa anda perjelas pesan anda",
      "Sepertinya kamu belum mengetik, bisa jelaskan pesannya kesaya?","Pesan kamu sepertinya kosong"]
  },
  {"tag": "moodbaik",
    "patterns": ["bahagia","bersyukur","lagi senang aja hari ini","ceria","Antusias","lagi percaya diri",
      "I’m feel good","Semangat", "Akhirnya, aku bisa liburan juga!", "Yes, aku bisa menyelesaikan tugasku!",
      "Aku dapat nilai bagus","Seneng banget aku dipuji hari ini","Lagi bangga banget sama diri sendiri"],
    "responses": ["wah, kamu terlihat cerah dan senang hari ini. Apa yang membuat kamu senang?",
      "syukur, sepertinya kamu senang hari ini. Mau ceritain ke aku apa yang bikin kamu senang?",
      "wah syukurlah, semoga terjadi hal baik kepadamu. Boleh sharing ke aku hal apa yang bikin kamu senang?",
      "Ikut senang dengarnya, mau cerita sama aku?" ,"Aku jadi ikut senang, kalau kamu senang",
      "Good, jangan lupa tetap pertahankan semangat mu ya", "Aku bangga banget sama kamu!, mau cerita sama aku?",
      "Selamat ya!, mau cerita kejadinnya sama aku?", "Senang kenapa nih?",
      "Wah aku sampai bisa merasa vibes kebahagiaanmu sampai sini, memang apa yang membuat kamu senang?", "Wah kamu keren banget!"]
  },
  {"tag": "moodburuk",
    "patterns": ["overthinking" ,"capek banget"," ingin nyerah rasanya", "galau"," aku ingin nangis","Kesel banget","Terserah",
      "hari ini banyak banget kegiatan jadi kurang tidur","lagi ga bersemangat","Usaha aku gaada yang berhasil",
      "Aku kehilangan sesuatu yang berharga banget", "Semua usaha aku jadi semakin buruk", "Aku bikin kesalahan besar hari ini",
      "Aku ngerasa bodoh banget hari ini", "Hariku buruk banget", "Suntuk banget", "Aku ga mampu menghadapi masalahku sekarang",
      "Takut banget","Kesal"],
    "responses": ["sepertinya kamu lagi badmood, ada yang bisa aku bantu?", "Mau mendengar lelucon dari aku?",
      "usahan jangan terlalu stress ya, refreshing sebentar mungkin bisa jadi moodbooster kamu", "hey, kamu gapapa? Bisa ceritakan ke aku?",
      "Kenapa bisa badmood? Bisa ceritain ke aku?","Gapapa kok kalo mau mau nangis tapi habis itu jangan lupa buat semangat lagi ya!",
      "Jangan nyerah ya, kalo kamu ga usaha kamu ga akan pernah tau", "Hey inget ya kamu itu berharga banget!",
      "Gapapa kok untuk bikin kesalahan, tapi janji ya belajar dari kesalahan itu",
      "Gapapa kok untuk punya hari yang buruk, besok hari yang baru udah siap nunggu kamu", "Kamu ga sendiri kok, aku disini buat dengerin kamu",
      "Oh no, itu bukan hal yang bagus. Tapi kamu bisa cerita sama, mungkin aku bisa bantu",
      "Aku tau kamu pasti bisa, badai pasti akan berlalu kok", "Kalo kamu butuh teman cerita, aku ada disini buat kamu",
      "Kamu sedih kenapa?", "Ada banyak hal baik dari pada yang buruk didunia ini, tetap semangat ya",
      "Jangan takut ya, aku ada disini buat kamu","Apa kau mau berbagi kisah yang kamu alamin ke aku? untuk mengurangi moodburuk kamu"]
  },
  {"tag": "curhatberkelahi",
    "patterns": ["Berantem sama temen","Bertengkar sama teman","Berselisih sama seseorang","Teman aku berkelahi sama aku",
      "Berbeda pendapat dengan orang lain","Beda argumen dengan teman","abis berkelahi","Ribut dengan teman","Bertinju","Jotos-jotosan",
      "Bertarung","Bertempur","Bermusuhan","Berseteru","Ditantang"],
    "responses": ["Seharusnya kita tidak boleh bertengkar karena bertengkar adalah perbuatan yang salah. Pertengkaran dapat membuat kita terluka, dikarenakan itu kita harus damai. Jika ada teman kita yang bertengkar kita harus melerainya.",
      "Sebisa mungkin hindarilah pertikaian dengan orang lain. Terkadang mengalah adalah jalan terbaik untuk permasalahan.",
      "Mengalah tidak membuat diri kamu lemah. Tetapi itu menunjukkan kalau kamu itu dewasa.",
      "Hal terbaik yang bisa dilakukan adalah berdamai, minta maaf atas apa yang terjadi. Lebih baik menurunkan ketegangan daripada membuat kondisi makin runyam.",
      "Dalam banyak peristiwa, bila seseorang emosi dan mengajak berkelahi, namun kamu tenang dan meredakan ketegangan, maka perkelahian bisa terhindarkan.",
      "Terkadang mengalah adalah hal yang bagus, walaupun kamu benar. Sebaiknya kamu jelaskan dulu apa masalahnya. Jika kondisi masih panas, tinggalkan dulu sementara sampai kondisi sudah tidak panas lagi.",
      "Iya aku tau kamu pasti kesal. Tapi berkelahi tidak akan menyelesaikan permasalah. Justru akan menambah masalah dikemudian hari.",
      "Apa kamu baik-baik saja? Redakan dulu amarah kamu dan berbaikanlah dengan musuh kamu.",
      "Orang yang kuat bukanlah orang yang sering berkelahi. Tetapi orang yang tidak mempunyai musuh.",
      "Kamu tau pepatah 'Seribu teman terasa kurang, satu musuh terasa banyak'?. Pepatah tersebut tidak salah kok. Jadi sebisa mungkin hindari permasalahan yang menimbulkan musuh ya."]
  },
  {"tag": "curhatditolak",
    "patterns": ["Aku baru aja ditolak", "Ditolak cinta", "Abis ditolak pernyataan cinta", "Dia gasuka sama aku", "Gasuka sama aku", "Dia udah punya pacar"],
    "responses": ["Alangkah indahnya jika semua orang bisa berpasangan dengan orang yang ditaksirnya. Nyatanya, faktanya tidak demikian. Ada begitu banyak kasus cinta bertepuk sebelah tangan di sekitar kita, atau bisa jadi kita sendiri yang mengalaminya. Cinta ditolak adalah hal yang biasa. Karenanya jangan sampai kita larut dalam kesedihan atau terus memupuk harap untuk memilikinya.",
      "Jika ini kita baru melakukan satu kali kencan dengannya, maka itu masih sangat awal dalam hubungan dan kemungkinan penolakannya adalah hal bagus. Jadi janganlah menyerah. Jika dia sudah punya pacar, cobadeh kamu cari yang lain dulu.",
      "Dunia ini sangat luas. Jadi kalau kamu suka dengan dia seorang, kurasa itu perbuatan yang sia-sia. Cobalah jadi pribadi kamu sendiri. Mungkin dia bakal suka ama kamu",
      "Jika si dia menolak dengan alasan kita bukan pasangan yang cocok, maka segera move on. Tetapi jika penolakan itu karena faktor lain, kita masih memiliki kesempatan untuk bersamanya. Misalnya, jika si dia pindah ke daerah lain untuk suatu pekerjaan, itu bukan karena kita.",
      "Ketika Kamu menyatakan cinta dan ditolak. mungkin kamu lebih berfokus kepada penolakan itu sendiri dibandingkan memperhatikan sisa obrolan antara kamu dan orang yang disukai. Jadi persiapkan dirimu untuk orang yang mau menerima kamu. Ingat, kamu sangatlah berharga.",
      "Yakinkan pada diri kamu sendiri bahwa kamu mampu menghadapi emosi yang tidak nyaman dengan cara yang sehat pula. Mungkin, ada baiknya juga kamu mengakui bahwa kamu merasa sedih, marah, atau malu karena telah ditolak.","Orang yang biasanya memiliki pemikiran keras kepala, cenderung menyalahkan diri sendiri sehingga menumbuhkan kepribadian yang buruk dalam diri mereka ketika menghadapi penolakan. Orang-orang seperti ini lebih senang mengkritik diri sendiri dan menganggap masa depan mereka telah usai setelah ditolak beberapa kali. Cobalah melihat dari sudut pandang yang berbeda ketika cinta kamu ditolak. Misalnya, menjadikan ini sebagai bahan evaluasi diri agar menjadi lebih baik di masa depan.","Wajar jika kamu marah atau sedih, tapi jangan sampai keduanya menguasai kamu untuk jangka waktu yang panjang. Sebab, jika terjebak, akan sulit bagi kamu untuk bangkit kembali dan memperoleh kekuatan.",
      "Ketika cinta ditolak, hal yang mungkin paling benar untuk dilakukan adalah menerimanya. Cobalah untuk tetap fokus pada pembicaraan setelahnya dan merenungkan kebenarannya. Ambil sisi positif untuk perkembangan diri, buang yang negatif jika memang itu merusak diri kamu. Beberapa orang mungkin tidak cocok dengan apa yang ada dalam diri kita, tapi bukan berarti itu adalah hal yang salah."]
  },
  {"tag":  "hiburan",
    "patterns":  ["aku butuh hiburan", "hiburan", "jokes"],
    "responses": ["daun, daun apa yang tidak pernah gugur? daun telinga",
    "buah, buah apa yang menyenangkan? belimbingan skripsi",
    "kepalaku merah, badanku hijau, tapi jalanku mundur. Apakah aku? Obat bakar nyamuk",
    "Pocong, pocong apa yang disukai ibu-ibu? Pocongan Harga",
    "Ditusuk bukan sate, dijaring bukan ikan? Konde","Hewan apa yang hidupnya sederhana? Ala kadalnya", "Benda kecil apa yang bisa ngeluarin orang? Bel Rumah",
    "Hewan, hewan apa yang kalau diinjek engga marah? Kera mik,", "Bahasa Jepangnya diskon? Takasimura", "Hewan, hewan apa yang paling besar? Ayam Semesta",
    "Apa yang memiliki 12 kaki dan bisa terbang? 6 burung", "Kentang, kentang apa yang bisa buat bayi ketawa? Kentang-tingtung-tingtang-`tingtung"]
  },
  {"tag": "chatbotcapability",
    "patterns": ["Kamu bisa ngapain?", "Apa yang bisa kamu lakukan?","Apa saja fitur yang kamu tawarkan?", "Kamu dapat melakukan apa saja?"],
    "responses": ["Tentunya aku bisa nemenin dikala kamu sedih", "Aku bisa jadi penawar gundah gulanamu", "Kamu bisa tanya aku berbagai hal terkait kondisi mental kamu saat ini"]
   },
{"tag": "diputusin",
    "patterns": ["sedih banget ditinggal doi", "pacarku mutusin aku", "pacarku ga mau ngelanjutin hubungan kita", "aku terjebak di hubungan toxic", "doi selingkuh dari aku", "galau nih diputusin pacar"],
    "responses": ["Laura Heck, seorang terapis pasangan melalui media huffpost.com mengatakan bahwa perasaan itu harusnya untuk dirasakan, jadi tuangkan saja perasaan itu dalam kesedihan, dan aku bakal jadi pereda dari kesedihanmu itu :)",
        "Ketika seseorang pergi, itu berarti ada orang lain yang datang.", "tidak ada yang abadi, begitu juga hati. Jangan menunggu untuk ungkapkan isi hati, ketika kamu sadari hanya tangis yang menghiasi.",
        "Tetap tegar yah, aku tau ini sakit, tapi jangan berlarut-larut, ingat juga untuk tetap jaga diri dan kesehatan kamu dikala gundah gulana karena itulah yang ebih penting untuk saat ini, semangat yah :)",
        "Lebih baik meninggalkan aku, daripada mendapatkan cinta yang palsu.", "Ada saatnya dalam hidup ketika kamu harus memilih untuk membalikkan halaman, menulis buku lain, atau hanya menutupnya",
        "Semakin lama kamu bersama dengan orang yang salah, semakin kamu mungkin kehilangan kesempatan untuk bersama dengan orang yang benar",
        "Mempertahankan berarti kamu percaya akan masa lalu. Namun, terkadang kamu harus melepaskan demi adanya masa depan yang baru."]
  },
{"tag": "stres",
    "patterns": ["aduh stres banget selama pandemi ini tidak bisa keluar rumah","Depresi","Stress","jenuh banget","hampa banget rasanya tidak ada hal produktif yang bisa dilakukan saat pandemi", "stres banget nih jadi males buat ngerjain sesuatu"],
    "responses": ["Sesekali kamu bisa keluar rumah kok untuk mengatasi stress, depresi, atau kesepian kamu. Tapi ingat ya kesehatan juga perlu dijaga, pakai masker jika mau keluar. Jika kamu punya masalah introvert, bisa melakukan dari hal kecil kok. Misal telponan sama teman dekat kamu, atau Video Call. Gausah terlalu maksa untuk keluar.",
        "Sebenarnya untuk mengatasi stres, depresi, jenuh dan hal-hal semacam itu bisa dengan mencari kesibukan baru yang diluar apa yang biasa kamu lakukan di kondisi normal selama itu masih positif, seperti ikut kursus daring dan lain-lain sehingga selain lebih produktif kamu juga bisa menjadi pelampiasan dari stres yang kamu alami.",
        "Masa pandemi begini memang sulit buat semua orang ga cuma kamu aja kok, coba deh kamu renungin lagi apa aja dampak jika kamu jadi ga produktif akibat manajemen stres kamu yang kurang baik dan jadikan itu sebagai motivasi agar kamu lebih produktif lagi yaa",
        "Memang menanggung stres sendirian itu berat apa lagi saat pandemi gini jadi sulit bertemu teman yang biasa kita ajak untuk melepas stres bersama, coba yuk beradaptasi dengan memakai platform online seperti zoom maupun google meet untuk bertemu temen kamu itu agar stres kamu bisa lebih reda :)"]
   },
{"tag": "crush",
    "patterns": ["akhir akhir ini aku lagi suka merhatiin dia", "kenapa ya tiap bertemu dia hatiku berdegup kencang", "tiap ketemu dia aku suka salah tingkah sendiri", "aku selalu ingin dia nemenin tiap waktu", "apakah ini namanya cinta?", "aku selalu merasa nyaman kalau ada di dekatnya", "aku ingin meluapkan isi hatiku padanya"],
    "responses": ["ciee lagi jatuh cinta nih ceritanya, coba deh mulai ajak ngobrol lebih intens lagi, kalau respon doi positif, kamu bisa mulai deh nyatain perasaan kamu ke dia, semangat yaa semoga berhasil!",
        "Ih menurut kamu dia merasakan hal yang sama ga ya? kalau menurut kamu emang kamu udah deket dan nyaman banget sama dia gaada salahnya buat kamu menyampaikan apa yang kamu rasakan ke dia, setidaknya kamu jadi lebih lega dan ga perlu bertanya-tanya terus di benak kamu untuk urusan diterima atau ngga itu bonus hehe, semangat!",
        "Tandanya kamu lagi suka banget ya sama dia, kalau kamu bingung harus mulai dari mana, coba deh tanya ke dia hal-hal basic seperti hobi dan apa kesukaan dia, semoga berhasil ya!"]
    },
{"tag": "introvert",
    "patterns": ["Dengan adanya pandemi membuat takut bertemu orang lain dalam kondisi apapun karena kurangnya bersosialisasi",
        "Setiap bertemu orang apa lagi di keramaian aku merasa kurang nyaman",
        "Aku lebih suka menghabiskan waktuku sendirian",
        "Aku tidak suka menjadi pusat perhatian",
        "Energiku serasa banyak terkuras jika harus menghabiskan waktu bersama orang lain"],
    "responses": [
        "Kamu termasuk tipe orang yang introvert, tapi menjadi seorang introvert bukan berarti kamu tidak bersosialisasi dengan orang lain apalagi kita sebagai manusia adalah makhluk sosial yang saling membutuhkan satu sama lain, kamu bisa coba berinteraksi mulai dari orang terdekat kamu seperti keluarga dan jangan lupa untuk sediakan waktu khusus untuk dirimu sendiri dimana kamu benar-benar sendiri untuk mengisi ulang energi kamu karena aku tahu banget energi kamu banyak terkuras kalu bertemu orang banyak, semangat ya kamu!",
        "Menjadi seorang introvert tidaklah suatu hal yang buruk, tapi perlu diingat kalau kemampuan bersosial itu penting apalagi di zaman digital begini, kamu bisa mulai bersosialisasi secara perlahan yaitu dengan orang-orang terdekat kamu seperti keluarga baru kemudian bisa berkembang ke yang sedikit lebih besar seperti kelompok teman belajar maupun organisasi-organisasi kemahasiswaan yang ada di kampus"]
    },
{"tag": "kurangtidur",
    "patterns": ["Kenapa ya kok aku merasa selalu mengantuk di siang hari",
        "Aku menguap terus sejak tadi pagi",
        "Kata temanku mataku merah dan kantung mataku tebal"],
    "responses": ["Kamu kurang istirahat dan tidur sepertinya saat malam, pasti kamu begadang ya hehe, kalau kamu kesulitan untuk tidur coba deh lakuin apa yang bisa buat diri kamu rileks, contohnya dengerin musik mungkin hingga kamu terlelap, selamat mencoba ya!",
        "Jam tidur kamu sepertinya terganggu ya saat malam, pasti gara-gara tugas yang menumpuk ya, kalau iya coba deh kamu atur jadwal kamu lebih baik lagi dan jangan menunda-nunda tugas yaa",
        "Wah kamu pasti kurang tidur ya kalau malam, kamu bisa coba atur manajemen waktu kamu nih biar bisa punya waktu tidur yang cukup"]
    },
{"tag": "overthinking",
    "patterns": ["Bisa tidak ya aku melakukan hal itu",
        "Aku selalu merasa bimbang saat mengambil keputusan",
        "Aku sering menyalahkan diri sendiri ",
        "Aku merasa akan selalu gagal di masa depan",
        "Aku merasa tidak pantas akan apa yang telah aku kerjakan"],
    "responses": ["Saat kamu terlalu banyak berpikir, kamu melewatkan segala sesuatu yang berharga untuk dirasakan.",
        "Jika kamu menghabiskan terlalu banyak waktu untuk memikirkan sesuatu, kamu tidak akan pernah menyelesaikannya.",
        "Berpikir terlalu banyak mencegahmu mengambil tindakan. Itu menghabiskan energimu, melumpuhkan kemampuanmu untuk membuat keputusan, dan membuatmu berpikir berulang kali.",
        "Jangan terlalu memikirkannya. Bernapaslah dan yakinlah bahwa semuanya akan berjalan dengan baik.",
        "Berhentilah mengkhawatirkan apa yang bisa salah, dan bersemangatlah tentang apa yang bisa berjalan dengan baik.",
        "Berhentilah berpikir bahwa ada makna tersembunyi dalam semua yang dikatakan orang. Sering kali orang hanya mengatakan sesuatu tanpa niat atau keinginan tersembunyi untuk menyakitimu.",
        "Terlalu banyak berpikir membuatmu tinggal di masa lalu dan membenamkan diri dalam kekhawatiran dan ketakutan, alih-alih hidup di masa sekarang dan bertindak di masa sekarang.",
        "Tanyakan pada diri sendiri, siapa bos dari pikiranmu, kamu, atau pikiran-pikiran tidak penting yang tidak dapat kamu singkirkan.",
        "Memikirkan hal yang sama berulang-ulang tidak akan menghasilkan apa-apa. Itu seperti bergerak dalam lingkaran, bukannya maju.",
        "Ketika kamu berhenti berpikir berlebihan, kamu membebaskan diri dari kekhawatiran, kecemasan dan stres, dan menikmati kedamaian batin.",
        "Berhentilah mengkhawatirkan apa yang bisa salah, dan bersemangatlah tentang apa yang bisa berjalan dengan baik."]
    },
{"tag": "moody",
    "patterns": ["Aku merasa emosi dan moodku cepat berubah",
        "Kenapa aku dapat sedih dan senang dalam waktu yang berdekatan?",
        "Aku terkadang bisa merasakan semangat untuk ingin mengerjakan sesuatu tetapi saat sedang mengerjakannya tiba-tiba semangat itu hilang"],
    "responses": ["Mood kamu mudah berubah ya, apalagi sebagai pelajar nih yang sering tugasnya menumpuk dan pastinya melihat tugas yang menumpuk begitu sudah eneg ya rasanya, baiknya kamu coba untuk mengatur waktu agar tugas tersebut ga menumpuk di akhir dan menghilangkan semangat mengerjakan kamu ya!",
        "Wah kamu sering hilang mood untuk mengerjakan sesuatu nih, untuk itu kamu bisa coba beberapa hal berikut untuk mengembalikan mood kamu, pertama yaitu mengembalikan pola hidup kita menjadi teratur (seperti pola makan, memberikan waktu satu hari satu kali berolahraga, dan jangan bergadang), kedua yaitu melakukan hobi apapun, jangan biar satu hari adalah hidup dalam ancaman/tekanan, ketiga kamu bisa lakukan rutinitas yang membuatmu bisa meluapkan perasaan, seperti curhat dengan orang lain atau membuat catatan/diary mengenai apa yang kamu rasakan dalam sehari, silahkan dicoba yaa semoga berhasil!"]
    },
{"tag": "tugas",
    "patterns": ["Tugasku menumpuk banget ya tuhan",
        "Tugasku ga habis-habis",
        "Rasanya ingin menangis karena tugasku ga selesai-selesai"],
    "responses": ["Kamu lagi banyak tugas ya, gapapa kamu bisa istirahat sejenak, jangan terlalu memaksakan diri kamu, selalu ingat batas kemampuan kamu karena apa yang dipaksakan belum tentu baik dan hanya kamu yang tau batas diri kamu sampai mana, tapi jangan kelamaan juga yah nanti kena marah dosen kalo ga selesai tugasnya hehe, semangat kamu!",
        "Berat ya tugasnya? hehe, coba deh kamu atur skala prioritas dan dahulukan untuk mengerjakan tugas yang menurut kamu punya prioritas paling tinggi untuk diselesaikan baru mengerjakan tugas lain yang lebih rendah prioritasnya, aku jamin pasti akan lebih cepat selesai dan jangan sampai menumpuk tugas-tugas tadi di akhir yaa, semangat!"]
    },
{"tag": "gangguanmakan",
    "patterns": ["Aku merasa akan jadi gendut setiap ada makanan yang masuk ke mulutku",
        "Semenjak terkena COVID aku jadi tidak ada nafsu makan",
        "Setiap aku makan sesuatu rasanya ingin aku muntahkan"],
    "responses": ["Sepertinya kamu mengalami gejala gangguan makan ya, perlu diingat bahwa makan itu sangat vital loh bagi manusia, kalau kamu hilang nafsu makan saran aku coba deh makan bareng sama orang yang dekat dan care sama kamu, jangan lupa makanannya yang bergizi ya biar imun tubuh bagus di masa pandemi seperti ini",
        "Kalau kamu merasakan gejala gangguan makan apalagi sampai muntah tiap makan, kamu harus ingat bahwa makan itu ga akan bikin kamu jadi tambah gendut kok asalkan sesuai dengan porsi dan gizinya, apalagi kalau makan kamu ga bener nantinya bisa mendatangkan penyakit turunan lainnya loh, jadi jangan sampai ngga makan ya kamu hehe"]
    }
]
}